{
  "Inici": "Home",
  "Col·leccions": "Collections",
  "Sobre nosaltres": "About Us",
  "Contacte": "Contact",
  "Categories": "Featured Categories",
  "Jersei": "Sweater",
  "Pantalons": "Trousers",
  "Samarreta": "T-shirt",
  "Sabates": "Shoes",
  "Descobreix la nostra nova Col·leccio": "Discover our new collection",
  "Noves Col·leccions": "New collections",
  "Compra ara": "Buy now",
  "Veure col·lecció": "View collection",
  "Subscriu-te": "Subscribe",
  "Subscriu-te per rebre les últimes tendències, ofertes exclusives i inspiració": "Subscribe to receive the latest trends, exclusive offers, and inspiration",
  "Correu electrònic": "Your email address",
  "Botó subscripció": "Subscribe",
  "Política de privacitat": "Privacy Policy",
  "Termes i condicions": "Terms and Conditions",
  "Segueix-nos": "Follow us on Instagram",
  " Compra ara": "Buy now",
  "Tancar sessió": "Log out",
  "Iniciar sessió": "Log in",
  "Registrar-se": "Sign up",
  "Nom": "Name",
  "Missatge": "Message",
  "Enviar": "Send",
  "Som una empresa dedicada a oferir roba de qualitat amb les últimes tendències i dissenys innovadors. La nostra missió és portar estil i comoditat als nostres clients.": "We are a company dedicated to offering high-quality clothing with the latest trends and innovative designs. Our mission is to bring style and comfort to our customers.",
  "Tens alguna pregunta? Contacta amb nosaltres mitjançant el formulari següent.": "Do you have any questions? Contact us using the form below.",
 "Sudaderas": "Hoodies",
  "Pantalo": "Trousers",
  "Camisetas": "T-shirts",
  "Jaquetas": "Jackets",
  "Ascesoris": "Accessories",
  "Totes les peces": "All items",
  "Preu:": "Price:",
  "Comprar ara": "Buy now",
  "Categories destacades": "Featured categories",
  "Jaquetes": "Jackets",
  "Total": "Total",
  "Carrito": "Cart",
  "Tornar a la botiga": "Back to shop",
  "Eliminar": "Delete",
  "El teu carret està buit": "Your cart is empty",
  "Finalitzar comanda": "Checkout",
  "Talla:": "Size:",
  "Per qualsevol consulta, el nostre horari d'atenció al client és de dilluns a divendres de 8:00 a 14:00 i de 16:00 a 19:00 hores": "For any inquiries, our customer service hours are Monday to Friday from 8:00 to 14:00 and from 16:00 to 19:00 hours.",
  "Direcció": "Address",
  "Telèfon": "Phone",
  "Mòbil": "Mobile",
  "Email": "Email",
  "Descobreix qui som, la nostra història i què ens fa únics.": "Discover who we are, our history, and what makes us unique.",
  "La nostra missió": "Our mission",
  "A NUDYY, treballem per oferir roba que no només segueixi les últimes tendències, sinó que també prioritzin la qualitat, la sostenibilitat i el confort. Creiem en l’empoderament dels nostres clients perquè es sentin segurs i autèntics amb cada peça que porten.": "At NUDYY, we work to offer clothing that not only follows the latest trends but also prioritizes quality, sustainability, and comfort. We believe in empowering our customers to feel confident and authentic with each piece they wear.",
  "La nostra visió": "Our vision",
  "Els nostres valors": "Our values",
  "Innovació": "Innovation",
  "Sostenibilitat": "Sustainability",
  "Qualitat": "Quality",
  "Ens esforcem a introduir dissenys moderns i creatius en cada col·lecció.": "We strive to introduce modern and creative designs in each collection.",
  "Treballem amb materials d’alta qualitat per garantir la durabilitat i el confort.": "We work with high-quality materials to ensure durability and comfort.",
  "Estem compromesos amb pràctiques responsables per protegir el nostre planeta.": "We are committed to responsible practices to protect our planet.",
  "Coneix el nostre equip": "Meet our team",
  "Darrere de NUDYY hi ha un equip divers i apassionat. Des de dissenyadors creatius fins a experts en atenció al client, cadascun de nosaltres treballa per garantir una experiència inoblidable.": "Behind NUDYY is a diverse and passionate team. From creative designers to customer service experts, each of us works to ensure an unforgettable experience.",
  "Uneix-te a la nostra comunitat!": "Join our community!",
  "Segueix-nos a les xarxes socials per estar al dia de les nostres novetats i promocions exclusives.": "Follow us on social media to stay up to date with our latest news and exclusive promotions.",
  "Samarretes": "T-shirts"


   
}
