{
  "Inici": "Inicio",
  "Col·leccions": "Colecciones",
  "Sobre nosaltres": "Sobre nosotros",
  "Contacte": "Contacto",
  "Categories": "Categorías destacadas",
  "Jersei": "Jersey",
  "Pantalons": "Pantalones",
  "Samarreta": "Camiseta",
  "Sabates": "Zapatos",
  "Descobreix la nostra nova Col·leccio": "Descubre nuestra nueva colección",
  "Noves Col·leccions": "Nuevas colecciones",
  "Compra ara": "Compra ahora",
  "Veure col·lecció": "Ver colección",
  "Subscriu-te": "Suscríbete",
  "Subscriu-te per rebre les últimes tendències, ofertes exclusives i inspiració": "Suscríbete para recibir las últimas tendencias, ofertas exclusivas e inspiración",
  "Correu electrònic": "Tu correo electrónico",
  "Botó subscripció": "Suscribirse",
  "Política de privacitat": "Política de privacidad",
  "Termes i condicions": "Términos y condiciones",
  "Segueix-nos": "Síguenos en Instagram",
  "Botó de subscripció": "Botón de suscripción",
  "Inicia sessió": "Inicia sesión",
  "Tanca sessió": "Cierra sesión",
  "Registra't": "Regístrate",
  "Nom": "Nombre",
  "Missatge": "Mensaje",
  "Enviar": "Enviar",
  "Som una empresa dedicada a oferir roba de qualitat amb les últimes tendències i dissenys innovadors. La nostra missió és portar estil i comoditat als nostres clients.": "Somos una empresa dedicada a ofrecer ropa de calidad con las últimas tendencias y diseños innovadores. Nuestra misión es llevar estilo y comodidad a nuestros clientes.",  
  "Tens alguna pregunta? Contacta amb nosaltres mitjançant el formulari següent.": "¿Tienes alguna pregunta? Contáctanos mediante el siguiente formulario.",
  "Tancar sessió": "Cerrar sesión",
  "Iniciar sessió": "Iniciar sesión",
  "Registrar-se": "Registrarse",
  "Sudaderas": "Sudaderas",
  "Pantalo": "Pantalones",
  "Camisetas": "Camisetas",
  "Jaquetas": "Chaquetas",
  "Ascesoris": "Accesorios",
   "Preu:": "Precio:",
  "Comprar ara": "Comprar ahora",
  "Total": "Total",
  "Finalitzar comanda": "Finalizar compra",
  "Carrito": "Carrito",
  "Tornar a la botiga": "Volver a la tienda",
  "Eliminar": "Eliminar",
  "El teu carret està buit": "Tu carrito está vacío",
  "Talla:": "Talla:",
  "Totes les peces": "Todas las prendas",
  "Categories destacades": "Categorías destacadas",
  "Jaquetes": "Chaquetas",
  "Samarretes": "Camisetas",
  "Preu": "Precio",
  "Per qualsevol consulta, el nostre horari d'atenció al client és de dilluns a divendres de 8:00 a 14:00 i de 16:00 a 19:00 hores": "Para cualquier consulta, nuestro horario de atención al cliente es de lunes a viernes de 8:00 a 14:00 y de 16:00 a 19:00 horas.",
  "Direcció": "Dirección",
  "Telèfon": "Teléfono",
  "Mòbil": "Móvil",
  "Descobreix qui som, la nostra història i què ens fa únics.": "Descubre quiénes somos, nuestra historia y qué nos hace únicos.",
  "La nostra missió": "Nuestra misión",
  "A NUDYY, treballem per oferir roba que no només segueixi les últimes tendències, sinó que també prioritzin la qualitat, la sostenibilitat i el confort. Creiem en l’empoderament dels nostres clients perquè es sentin segurs i autèntics amb cada peça que porten.": "En NUDYY, trabajamos para ofrecer ropa que no solo siga las últimas tendencias, sino que también priorice la calidad, la sostenibilidad y la comodidad. Creemos en empoderar a nuestros clientes para que se sientan seguros y auténticos con cada prenda que llevan.",
  "La nostra visió": "Nuestra visión",
  "Els nostres valors": "Nuestros valores",
  "Innovació": "Innovación",
  "Sostenibilitat": "Sostenibilidad",
  "Qualitat": "Calidad",
  "Ens esforcem a introduir dissenys moderns i creatius en cada col·lecció.": "Nos esforzamos por introducir diseños modernos y creativos en cada colección.",
  "Treballem amb materials d’alta qualitat per garantir la durabilitat i el confort.": "Trabajamos con materiales de alta calidad para garantizar la durabilidad y el confort.",
  "Estem compromesos amb pràctiques responsables per protegir el nostre planeta.": "Estamos comprometidos con prácticas responsables para proteger nuestro planeta.",
  "Coneix el nostre equip": "Conoce a nuestro equipo",
  "Darrere de NUDYY hi ha un equip divers i apassionat. Des de dissenyadors creatius fins a experts en atenció al client, cadascun de nosaltres treballa per garantir una experiència inoblidable.": "Detrás de NUDYY hay un equipo diverso y apasionado. Desde diseñadores creativos hasta expertos en atención al cliente, cada uno de nosotros trabaja para garantizar una experiencia inolvidable.",
  "Uneix-te a la nostra comunitat!": "¡Únete a nuestra comunidad!",
  "Segueix-nos a les xarxes socials per estar al dia de les nostres novetats i promocions exclusives.": "Síguenos en las redes sociales para estar al día de nuestras novedades y promociones exclusivas."
  
}
