{
  "Inici": "Accueil",
  "Col·leccions": "Collections",
  "Sobre nosaltres": "À propos de nous",
  "Contacte": "Contact",
  "Categories": "Catégories en vedette",
  "Jersei": "Pull",
  "Pantalons": "Pantalons",
  "Samarreta": "T-shirt",
  "Sabates": "Chaussures",
  "Descobreix la nostra nova Col·leccio": "Découvrez notre nouvelle collection",
  "Noves Col·leccions": "Nouvelles collections",
  "Compra ara": "Achetez maintenant",
  "Veure col·lecció": "Voir la collection",
  "Subscriu-te": "Abonnez-vous",
  "Subscriu-te per rebre les últimes tendències, ofertes exclusives i inspiració": "Abonnez-vous pour recevoir les dernières tendances, offres exclusives et inspirations",
  "Correu electrònic": "Votre adresse e-mail",
  "Botó subscripció": "S'abonner",
  "Política de privacitat": "Politique de confidentialité",
  "Termes i condicions": "Conditions générales",
  "Segueix-nos": "Suivez-nous sur Instagram",
  " Compra ara": "Achetez maintenant",
  "Tancar sessió": "Se déconnecter",
  "Iniciar sessió": "Se connecter",
  "Registrar-se": "S'inscrire",
  "Nom": "Nom",
  "Missatge": "Message",
  "Enviar": "Envoyer",
  "Som una empresa dedicada a oferir roba de qualitat amb les últimes tendències i dissenys innovadors. La nostra missió és portar estil i comoditat als nostres clients.": "Nous sommes une entreprise dédiée à offrir des vêtements de qualité avec les dernières tendances et des designs innovants. Notre mission est d'apporter style et confort à nos clients.",
  "Tens alguna pregunta? Contacta amb nosaltres mitjançant el formulari següent.": "Vous avez une question ? Contactez-nous via le formulaire ci-dessous.",
  "Sudaderas": "Sweatshirts",
  "Pantalo": "Pantalons",
  "Camisetas": "T-shirts",
  "Jaquetas": "Vestes",
  "Ascesoris": "Accessoires",
   "Preu:": "Prix :",
  "Comprar ara": "Acheter maintenant",
  "Total": "Total",
  "Finalitzar comanda": "Passer à la caisse",
  "Carrito": "Panier",
  "Tornar a la botiga": "Retour à la boutique",
  "Eliminar": "Supprimer",
  "El teu carret està buit": "Votre panier est vide",
  "Talla:": "Taille :",
  "Totes les peces": "Tous les articles",
  "Categories destacades": "Catégories en vedette",
  "Jaquetes": "Vestes",
  "Samarretes": "T-shirts",
  "Preu": "Prix",
  "Per qualsevol consulta, el nostre horari d'atenció al client és de dilluns a divendres de 8:00 a 14:00 i de 16:00 a 19:00 hores":"Pour toute question, notre horaire de service client est du lundi au vendredi de 8h00 à 14h00 et de 16h00 à 19h00.",
  "Direcció": "Adresse",
  "Telèfon": "Téléphone",
  "Mòbil": "Mobile",
  "Email": "Email",
  "Descobreix qui som, la nostra història i què ens fa únics.": "Découvrez qui nous sommes, notre histoire et ce qui nous rend uniques.",
  "La nostra missió": "Notre mission",
  "A NUDYY, treballem per oferir roba que no només segueixi les últimes tendències, sinó que també prioritzin la qualitat, la sostenibilitat i el confort. Creiem en l’empoderament dels nostres clients perquè es sentin segurs i autèntics amb cada peça que porten.": "Chez NUDYY, nous travaillons pour offrir des vêtements qui ne suivent pas seulement les dernières tendances, mais qui privilégient également la qualité, la durabilité et le confort. Nous croyons en l’autonomisation de nos clients pour qu’ils se sentent confiants et authentiques dans chaque pièce qu’ils portent.",
  "La nostra visió": "Notre vision",
  "Els nostres valors": "Nos valeurs",
  "Innovació": "Innovation",
  "Sostenibilitat": "Durabilité",
  "Qualitat": "Qualité",
  "Ens esforcem a introduir dissenys moderns i creatius en cada col·lecció.": "Nous nous efforçons d’introduire des designs modernes et créatifs dans chaque collection.",
  "Treballem amb materials d’alta qualitat per garantir la durabilitat i el confort.": "Nous travaillons avec des matériaux de haute qualité pour garantir la durabilité et le confort.",
  "Estem compromesos amb pràctiques responsables per protegir el nostre planeta.": "Nous nous engageons à adopter des pratiques responsables pour protéger notre planète.",
  "Coneix el nostre equip": "Rencontrez notre équipe",
  "Darrere de NUDYY hi ha un equip divers i apassionat. Des de dissenyadors creatius fins a experts en atenció al client, cadascun de nosaltres treballa per garantir una experiència inoblidable.": "Derrière NUDYY, il y a une équipe diverse et passionnée. Des designers créatifs aux experts du service client, chacun de nous travaille pour garantir une expérience inoubliable.",
  "Uneix-te a la nostra comunitat!": "Rejoignez notre communauté !",
  "Segueix-nos a les xarxes socials per estar al dia de les nostres novetats i promocions exclusives.": "Suivez-nous sur les réseaux sociaux pour rester informé de nos nouveautés et promotions exclusives.",
  "Compra finalitzada! Gràcies per confiar en nosaltres.": "Achat terminé ! Merci de nous faire confiance.",
  "Finalitzar compra": "Passer à la caisse",
  "Preu unitari:": "Prix unitaire :",
  "Producte afegit al carret correctament!": "Produit ajouté au panier avec succès !",
  "Quantitat actualitzada": "Quantité mise à jour",
  "Producte eliminat del carret": "Produit supprimé du panier",
  "El carret està buit": "Le panier est vide"
}
